---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadIsHosted
source: html/b577a15f-9e65-a66e-ad56-007febbf1ad0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadIsHosted Property

"Is Hosted"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadIsHosted { get; }
```